{
  "quotes": [{
    "text":"He who knows, does not speak. He who speaks, does not know.",
    "author":"- Lao Tzu"
  },{
    "text":"Children are natural Zen masters; their world is brand new in each and every moment.",
    "author":"- John Bradshaw"
  },{
    "text":"The obstacle is the path.",
    "author":"- Unknown"
  },{
    "text":"There is one thing: above, it supports Heaven; below, it upholds Earth. It is black like lacquer, always actively functioning.",
    "author":"- Tung-shan Ling-chia"
  },{
    "text":"What is inexpressible is inexhaustible in its use.",
    "author":"- unknown Chinese Zen Master"
  },{
    "text":"",
    "author":""
  },{
    "text":"",
    "author":""
  },{
    "text": "You are that vast thing you see far, far off with great telescopes.",
    "author":"- Alan Watts"
  },{
    "text": "Zen opens a man's eyes to the greatest mystery as it is daily and, hourly performed; it enlarges the heart to embrace eternity of time and infinity of space in its every palpitation; it makes us live in the world as if walking in the garden of Eden",
    "author":"- D.T. Suzuki"
  },{
    "text": "Zen is not some kind of excitement, but concentration on our usual everyday routine.",
    "author":"- Shunryu Suzuki"
  },{
    "text": "For Zen, man is the goal; man is the end unto himself. God is not something above humanity, God is something hidden within humanity. Man is carrying God in himself as a potentiality.",
    "author":"- Osho"
  },{
    "text": "You should study not only that you become a mother when your child is born, but also that you become a child.",
    "author":"- Dogen Zenji"
  },{
    "text": "If you're afraid of being grabbed by God, don't look at a wall. Definitely don't sit still.",
    "author":"- Jiyu Kennet"
  },{
    "text": "The fundamental delusion of humanity is to suppose that I am here and you are out there.",
    "author":"- Yasutani Roshi"
  },{
    "text": "Water which is too pure has no fish.",
    "author":"- Hong Zichen"
  }],
  "koans": [{
    "title":"A Philosopher Asks Buddha",
    "text": "A philosopher asked Buddha: `Without words, without the wordless, will you you tell me truth?' The Buddha kept silent. The philosopher bowed and thanked the Buddha, saying: 'With your loving kindness I have cleared away my delusions and entered the true path.'After the philosopher had gone, Ananda asked the Buddha what he had attained. The Buddha replied, 'A good horse runs even at the shadow of the whip.'",
    "source":"- The Gateless Gate (13th Century China)"
  },{
    "title":"Keichu's Wheel",
    "text": "Getsuan said to this students: `Keichu, the first wheel-maker of China, made two wheels of fifty spokes each. Now, suppose you removed the nave uniting the spokes. What would become of the wheel? And had Keichu done this could he be called the master wheel-maker?'",
    "source":"- The Gateless Gate (13th Century China)"
  },{
    "title":"The Enlightened Man",
    "text": "Shogen asked: `Why does the enlightened man not stand on his feet and explain himself?' And he also said: `It is not necessary for speech to come from the tongue.'",
    "source":"- The Gateless Gate (13th Century China)"
  },{
    "title":"A Philosopher Asks Buddha",
    "text": "A philosopher asked Buddha: `Without words, without the wordless, will you you tell me truth?' The Buddha kept silent. The philosopher bowed and thanked the Buddha, saying: 'With your loving kindness I have cleared away my delusions and entered the true path.'After the philosopher had gone, Ananda asked the Buddha what he had attained. The Buddha replied, 'A good horse runs even at the shadow of the whip.'",
    "source":"- The Gateless Gate (13th Century China)"
  },{
    "title":"Everyday Life is the Path",
    "text": "Joshu asked Nansen: `What is the path?' Nansen said: `Everyday life is the path.' Joshu asked: `Can it be studied?' Nansen said: `If you try to study, you will be far away from it.' Joshu asked: `If I do not study, how can I know it is the path?' Nansen said: `The path does not belong to the perception world, neither does it belong to the nonperception world. Cognition is a delusion and noncognition is senseless. If you want to reach the true path beyond doubt, place yourself in the same freedom as sky. You name it neither good nor not-good.' At these words Joshu was enlightened.",
    "source":"- The Gateless Gate (13th Century China)"
  },{
    "title":"This Mind is Buddha",
    "text":"Daibai asked Baso: `What is Buddha?' Baso said: `This mind is Buddha.'",
    "source":"- The Gateless Gate (13th Century China)"
    },{
    "title":"Without Words, Without Silence",
    "text":"A monk asked Fuketsu: `Without speaking, without silence, how can you express the truth?' Fuketsu observed: `I always remember spring-time in southern China. The birds sing among innumerable kinds of fragrant flowers.'",
    "source":"- The Gateless Gate (13th Century China)"
    },{
    "title":"The Ultimate Path is Without Difficulty",
    "text":"Chao-chou, teaching the assembly, said, 'The Ultimate Path is without difficulty; just avoid picking and choosing. As soon as there are words spoken, this is picking and choosing, this is clarity. This old monk does not abide within clarity; do you still preserve anything or not?' At that time a certain monk asked, 'Since you do not abide within clarity, what do you preserve?' Chao-chou replied, 'I don't know either.' The monk said, 'Since you don't know, Teacher, why do you nevertheless say that you do not abide within clarity?' Chao-chou said, 'It is enough to ask about the matter; bow and withdraw.'",
    "source":"- The Blue Cliff Record (11th Century China)"
    },{
    "title":"Yun Men’s Appropriate Statement ",
    "text":"A monk asked Yun Man, 'What are the teachings of a whole lifetime?'Yun Men said, 'An appropriate statement.'",
    "source":"- The Blue Cliff Record (11th Century China)"
    },{
    "title":"Huang Po's Gobblers of Dregs",
    "text":"Huang Po, instructing the community, said, 'All of you people are gobblers of dregs; if you go on traveling around this way, where will you have Today? Do you know that there are no teachers of Ch'an in all of China?' At that time a monk came forward and said, 'Then what about those in various places who order followers and lead communities?' Huang Po said, 'I do not say that there is no Ch'an, it's just that there are no teachers.'",
    "source":"- The Blue Cliff Record (11th Century China)"
    },{
    "title":"Chih Men's Lotus Flower, Lotus Leaves",
    "text":"A monk asked Chih Men, 'How is it when the lotus flower has not yet emerged from the water?' Chih Men said, 'A Lotus flower.' The monk said, 'What about after it has emerged from the water?' Men said, 'Lotus leaves.'",
    "source":"- The Blue Cliff Record (11th Century China)"
    },{
    "title":"",
    "text":"",
    "source":""
    },{
    "title":"",
    "text":"",
    "source":""
    },{
    "title":"",
    "text":"",
    "source":""
    },{
    "title":"",
    "text":"",
    "source":""
    },{
    "title":"",
    "text":"",
    "source":""
    },{
    "title":"",
    "text":"",
    "source":""
    }]
}
